{
    "title": "Kesäkakku 2024 - vadelma, oliiviöljy, yuzu, matcha & valkosuklaa",
    "image_url": "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/a5f3184c-8d59-4527-ac4d-36370723024d/KIA00070_VSCO.JPG",
    "content_elements": [
        {
            "text": "Kaupallinen yhteistyö: Wilfa. Kesän 2024 täytekakku on jotain täysin uutta. Laitoin siihen kaikkea jota rakastan just nyt: oliiviöljyä, vadelmaa, yuzua, matchaa ja valkosuklaata. Olen maistattanut kakkua monella ystävällä ja kaikki on kehunut sen maasta taivaaseen. Jännittävistä mauista huolimatta tähän on helppo rakastua.",
            "is_bold": true
        },
        {
            "text": "Kakkupohjaan tulee oliiviöljyä ja fariinisokeria ja valkuaiset vaahdotetaan lähes marenkikovaksi vaahdoksi, joka sitten käännellään taikinan joukkoon. Tärkeää tässä kakkupohjassa on se, että se paistetaan alumiinisessa korkeassa (15cm) kakkuvuoassa, jota ei voidella. Tämän ansiosta kakkupohja pääsee kohoaa kunnolla.  Suosittelen muutenkin alumiinisen kakkupohjan hankkimista, sillä se sitoo lämpöä paremmin ja reunasta tulee karamellisoitunut. Jos et omista vuokaa, voit myös valmistaa lasikikalla perus täytekakkupohjan, se toimii aina. Jos et omista vuokaa, voit myös valmistaa lasikikallaperus täytekakkupohjan, se toimii aina."
        },
        {
            "text": "Kakkupohjien väliin halusin jotain uutta.Vadelmahillon lisäksi kakkuun tulee valkosuklaaganache, joka on mun lempikuorrute ja tosi helppo valmistaa.. Tein sekä vadelma- mascarponepohjaisen, että toisen matchalla ja yuzulla maustetun. Ganache jähmetetään jääkaapissa ja vatkataan sitten kuohkeaksi.",
            "is_bold": true
        },
        {
            "text": "Yuzuon mandariinin ja sitruunan risteytys, jossa on aromaattinen sitruksinen maku ja tuoksu, sellainen, että tunnistaa sitruunan mutta jää miettimään, että jotain muuta mielenkiintoista siinä on. Ostin mehun aasiakaupasta mutta sitä löytää nykyään myös isommista marketeista. Voit jättää yuzun pois reseptistä ja käyttää pelkkää sitruunaa.",
            "is_bold": true
        },
        {
            "text": "Matchaon vihreää teetä, jota valmistetaan tee-kasvin lehdistä jauhamalla. Siinä on kirkkaan vihreä väri ja maanläheinen ja makeahko maku. Matcha-jauhetta voi ostaa teekaupoista tai esimtäältäystävämme kaupasta.",
            "is_bold": true
        },
        {
            "text": "Aikataulu.Kakkupohjan ja täytteet voit valmistaa edellisenä päivänä valmiiksi. Voit myös täyttää kakun jo edellisenä päivänä.",
            "is_bold": true
        },
        {
            "text": "Smooth Mix.Sekä kakkutaikinan valkuaiset, että kuorrute vatkattiin Wilfan Smooth Mix:illä, joka on erinomainen sähkövatkain. Mikä tekee sitten vatkaimesta erityisen hyvän? Se on ergonominen: kone istuu käteen eikä ole liian painava. Se on tehokas: koneessa on monta nopeusasetusta ja moottori, joka jaksaa vaivata niin kerman, munanvalkuaiset, marengin, perunamuusin, kakkutaikinan, pullataikinan kuin leipätaikinankin. Parasta kuitenkin on, että voit säilyttää sekä vispilät että taikinakoukut kiinnitettynä vatkaimeen eli hyvästi ikuinen vispilöiden etsintä. Lue lisää laitteestatäältä.",
            "is_bold": true
        },
        {
            "text": "Oliiviöljykakkupohja (chiffon-cake)",
            "is_bold": true
        },
        {
            "text": "3 kananmunaa 1 dl fariinisokeria 1/4 tl suolaa 1/2 dl oliiviöljyä 1 dl maitoa 1 sitruunan kuori 1 tl vaniljauutetta tai 1 vaniljatangon siemenet 1 tl leivinjauhetta 2 dl kakkuvehnäjauhoja 3/4 dl sokeria"
        },
        {
            "text": "Kostutus",
            "is_bold": true
        },
        {
            "text": "2 rkl yuzu-mehua 1 ison sitruunan mehu"
        },
        {
            "text": "Lämmitä uuni 160c kiertoilma. Erottele kananmunat omiin kulhoihin niin, ettei keltuaisen joukkoon tule lainkaan valkuaista. Lisää keltuaisten joukkoon pehmeä fariinisokeri, oliiviöljy, maito, suola ja vanilja. Raasta joukkoon sitruunan kuori ja sekoita. Siivilöi lopuksi vehnäjauho ja leivinjauhe ja sekoita nopeasti tasaiseksi."
        },
        {
            "text": "Vatkaa (huoneenlämpöisiä) valkuaisia sähkövatkaimen keskinopeudella kunnes ne ovat vaahtoutuneet. Lisää sokeri kolmessa erässä ja vatkaa aina hetki välissä. Valkuaisvaahto on valmista kun se on kuohkeaa ja vatkaimia nostaessa huippu taittuu päältä päälle. Älä ylivatkaa valkuaisia marenkikovaksi. Vaahdostas tulee helposti rakeista jolloin se ei sekoitu tasaisesti."
        },
        {
            "text": "Kääntele varovasti valkuaisseos taikinaan kolmessa erässä esimerkiksi isolla silikonisella kauhalla/lusikalla. Kaada taikina 15cm alumiinivuokaan. On tärkeää, ettei vuokaa voidella jotta kakku kohoaa. Paista uunin ala/keskitasolla n. 50 min tai kunnes puutikku tulee kuivana ulos. Peitä kakku foliolla 40 min kohdalla ettei pinta ruskistu liikaa."
        },
        {
            "text": "Käännä vuoka ritilälle jäähtymään kunnes kakku on täysin jäähtynyt, tähän menee jopa useampi tunti."
        },
        {
            "text": "Yuzu-matcha ganace",
            "is_bold": true
        },
        {
            "text": "250 g valkosuklaata 2,5 dl kuohukermaa (1,5 dl + 1 dl) 2 rkl yuzumehua 1 tl matcha-jauhetta"
        },
        {
            "text": "Pilko valkosuklaa pieneksi ja lisää kulhoon. Lämmitä 1,5 dl kermaa ja yuzu höyryävän kuumaksi ( älä keitä ). Siivilöi joukkoon matcha ja kaada kuuma seos valkosuklaamurun päälle. Anna seistä minuutti ja sekoita rivakasti kunnes kaikki valkosuklaa on sulanut. Jos seokseen jäisi valkosuklaapaloja voit lämmittää sitä hetken vesihauteen päällä ja sekoittaa sitten tasaiseksi. Vatkaa seokseen 1 dl kylmää kermaa, peitä kelmulla ja laita jääkaappiin vähintään 4 tunniksi, mielellään yön yli. Kun seos on jähmettynyt vatkaa se sähkövatkaimella kuohkeaksi. Lisää pursotuspussiin tylla ja nostele sos pussiin. Pyöritä kiinni ja sido kelmulla."
        },
        {
            "text": "Vadelma-mascarpone ganache",
            "is_bold": true
        },
        {
            "text": "200 g pakastevadelmia 200 g valkosuklaata 1 dl kermaa 250 g  mascarponea (0,5dl pakastekuivattua vadelmaa)"
        },
        {
            "text": "Pilko valkosuklaa pieneksi ja lisää kulhoon. Lisää jäiset vadelmat kasariin ja keitä muutama minuutti. Painele siivilän läpi. Kaada vadelmamehu ( 1dl ) takaisiin kasariin ja lisää kerma. Lämmitä seos höyryävän kuumaksi ( älä keitä ). Kaada kuuma seos valkosuklaamurun päälle. Anna seistä minuutti ja sekoita rivakasti kunnes kaikki valkosuklaa on sulanut. Lisää mascarpone ja sekoita tasaiseksi. Seoksesta tulee intensiivisemmän väristä (ja makuista) jos lisäät 0,5 dl pakastekuivattua vadelmaa siivilän kautta joukkoon. Peitä kelmulla ja laita jääkaappiin vähintään 4 tunniksi, mielellään yön yli. Kun seos on jähmettynyt vatkaa se sähkövatkaimella kuohkeaksi. Lisää pursotuspussiin tylla ja nostele sos pussiin. Pyöritä kiinni ja sido kelmulla."
        },
        {
            "text": "Vadelmahillo",
            "is_bold": true
        },
        {
            "text": "200 g pakastevadelmia 2 rkl sokeria"
        },
        {
            "text": "Keitä vadelmaaa ja sokeria muutaman minuutin ajan. Painele tasaiseksi ja kaada kulhoon jäähtymään."
        },
        {
            "text": "Kakun kasaus",
            "is_bold": true
        },
        {
            "text": "1. Leikkaa kakku isolla keittiöveitsellä 3-4 kerrokseen. Mitä enemmän kerroksia, sen huterampi kakku. (Hyvä huomioida jos meinaa siirtää kakkua). 2. Sekoita sitruunanmehu ja yuzu keskenään. 3. Nosta ensimmäinen kakkupohja tarjoiluvadille ja kostuta tasaisesti. 4. Pursota reunaa pitkin kapea kaistale vadelmaganachea. Pursota sisäpuolelle toinen ympyrä matcha ganachea. Lusikoi vadelmahilloa keskelle. Nosta toinen kakkupohja päälle ja paina hellävaraisesti. 5. Täytä seuraavat kerrokset samalla tavalla. Kostuta päällimmäinen kakkupohja sisäpuolelta ja käännä kanneksi. 6. Levitä ohut kerros vadelmaganachea kakun pinnalle, levitä kelmu ja laita jääkaappiin vähintään tunniksi jotta kakku vakautuu. Laita myös pursotuspussit jääkaappiin. 7. Levitä loput vadelmaganachesta kakun pinnalle tasaisesti. 8. Koristele kakun pinta matcha-ganachella. Murustele pinnalle pakastekuivattua vadelmaa ja matchajauhetta siivilän kautta. Koristele syötävillä kukilla. Tarjoa viileänä."
        },
        {
            "text": "Välineet",
            "is_bold": true
        },
        {
            "text": "- Tyllat. Matchaganachen pursotin Wiltonin leveällä koripunostyllalla #789(ostettu täältä). Pursotin tyllan sileällä puolella kakun sisälle ja sahalaitaisella kakun pinnalle kauniin aaltoilevan pursotuksen  Vadelmatäytteen pursotin sisälle 14mm pyöreällä tyllalla."
        },
        {
            "text": "- Pursotuspussilla on helppo levittää sekä täyte, että kuorrute. - Iso keittiöveitsi toimii hyvin sekä kakkupohjien että kakkupalan leikkaukseen. - Palettiveitsellä ja leivontalastalla saat levitettyä kuorrutteen ympärille ja tasoitettua pinnan. - Pyörivä alusta/tarjotin on koristeluun todella kätevä."
        }
    ]
}