{
    "title": "Romescoa ja paahdettua purjoa",
    "image_url": "https://images.squarespace-cdn.com/content/v1/5ed89e4c1cfe4460890edc02/1616599522466-4AZ0LH0DP9H8WM5C3D4P/KIA00133.JPG",
    "content_elements": [
        [
            {
                "text": "Kaupallinen yhteistyö: Fiskars",
                "is_bold": true
            },
            {
                "text": "Tässä tulee meidän calçots-grillauksesta inspiroitunut ihana alkuruoka pääsiäiseksi. Makean mausteista romescoa ja pehmeäksi paahdettua purjoa. Steam-fry eli suomeksi höyry-paisto on upea valmistusmenetelmä joka sopii erityisen hyvin kevään vihanneksille, purjolle, parsalle ja fenkolille. Tätä Norden paistovuokaa voidaan erittäin lämmöllä suositella jokaiseen keittiöön. Täydellinen kaikkeen paistamiseen ja erityisen näppärä siitä että vuoan saa nostettua suoran uuniin ja sieltä pöydälle."
            }
        ],
        [
            {
                "text": "Romesco ( iso kulhollinen, noin 6:lle)",
                "is_bold": true
            },
            {
                "text": "2 suippopaprikaa"
            },
            {
                "text": "1/2 valkosipuli (4-6 valkosipulin kynttä)"
            },
            {
                "text": "kourallinen kirsikkatomaatteja"
            },
            {
                "text": "oliiviöljyä"
            },
            {
                "text": "0,5dl kuorellisia manteleita"
            },
            {
                "text": "3rkl leivänmuruja tai panko-jauhoja (voit myös korvata mantelilla)"
            },
            {
                "text": "0,5dl lehtipersiljaa"
            },
            {
                "text": "0,5dl neitsytoliiviöljyä"
            },
            {
                "text": "loraus (2rkl) sherryviinietikkaa"
            },
            {
                "text": "1tl chilihiutaleita (tai maun mukaan)"
            },
            {
                "text": "1/2-1tl savupaprikaa (dulce)"
            },
            {
                "text": "suolaa"
            }
        ],
        [
            {
                "text": "Purjo",
                "is_bold": true
            },
            {
                "text": "1/2 purjo per syöjä"
            },
            {
                "text": "2 rkl vettä"
            },
            {
                "text": "voita"
            }
        ],
        [
            {
                "text": "Valmista romesco.",
                "is_bold": true
            },
            {
                "text": "1. Laita paprika, tomaatit ja halkaistu kokonainen valkosipuli uunivuokaan ja lorauta päälle oliiviäljyä."
            },
            {
                "text": "2. Paahda grillivastuksen alla 250 asteessa kunnes vihannesten pinta on kauniin ruskea."
            },
            {
                "text": "3. Ota vuoka uunista ja laita päälle kelmu muutamaksi minuutiksi. Kelmun alle muodostuva höyry irrottaa paprikan kuoren."
            },
            {
                "text": "4. Kuori paprika ja poista siemenet. Kuori myös kirsikkatomaatit ja puserra valkosipulit ulos."
            },
            {
                "text": "5. Kuori mantelit kiehauttamalla niitä minuutin ajan. Siivilöi ja laita kylmään veteen. Paina sitten sormenpäillä mantelit kuoristaan."
            },
            {
                "text": "6. Kuivaa mantelit ja paahda hetki pannulla . (varo ettei pala)"
            },
            {
                "text": "7. Hienonna mantelit ja leivänmurut blenderissä tai prosessorissa ja laita sivuun."
            },
            {
                "text": "8. Soseuta vihannekset, paistoliemi ja lehtipersilja ja kaada kulhoon."
            },
            {
                "text": "9. Lisää joukkoon manteli-leivönmuru ja mausta sherryviinietikalla, suolalla, chilihiutaleilla ja savupaprikalla."
            },
            {
                "text": "10. Lorota oliiviöljyä kokoajan sekoittaen kunnes rakenne on hyvä. Tarkista maku."
            },
            {
                "text": "Valmista purjo",
                "is_bold": true
            },
            {
                "text": "1. Varaa 1/2 paksu purjo per syöjä. Pese purjo ja leikkaa n. 3cm paksuisiksi viipaleiksi."
            },
            {
                "text": "2. Kuumenna oliiviöljy kannellisessa pannussa ja paista purjoihin kaunis ruskea pinta. Käännä ja paista hetki."
            },
            {
                "text": "3. Laita kansi pannun päälle ja toisella kädellä raottaen kaada joukkoon pari ruokalusikallista vettä. Laita kansi nopeasti kiinni ettei kuuma öljy roiski kasvoille."
            },
            {
                "text": "4. Anna höyrystyä muutaman minuutin ajan kunnes vesi on haihtunut."
            },
            {
                "text": "5. Lisää voi pieninä nokareina purjon päälle, laita kansi takaisin ja hauduta keskilämmöllä  n. 5 minuuttia. Tarkista ettei purjo pala."
            },
            {
                "text": "6. Jos haluat ekstrapehmeitä purjoja voit laittaa ne uunivuoassa kannen alla uuniin 200 asteeseen 30 minuutiksi."
            },
            {
                "text": "Kasaa annos",
                "is_bold": true
            },
            {
                "text": "Levitä lautasen pohjalle tasainen kerros romescoa. Nosta purjot päälle ja kiillota pinta lusikoimalla voi-oliiviöljyä purjojen päälle."
            },
            {
                "text": "Ripottele sormisuolaa purjoille ja nauti rapeakuorisen leivän kera."
            }
        ]
    ]
}